

import 'package:flutter_sabac_5/user_model.dart';

 const String TajTex =
'мен, сен, ал, бул,Lorem Ipsum';
final List<User> users =[
  User(
    aty: 'Нурсултан Усон уулу',
    kesibi: 'Flutter developer',
    profilSurot: 'https://avatars.dzeninfra.ru/get-zen_doc/1907561/pub_64fb2cf68b817f3cfde2814d_64fb2d20b47bd7395bddd3e1/scale_1200',
    TajryibaJolu: 'Өмүр баян кимдир бирөө өзүнүн өмүр жолун баяндап жазышы. Өмүр баян да адамдын эмгек жана коомдук ишмердүүлүгүнө байланыштуу негизги фактылар камтылат. Бул иш кагазы кадр тандоодо көп суралат. Өмүр баяндын маалым даректери: 1. Иш кагазынын аталышы; 2. Текст: аты-жөнү, туулган жылы, айы, күнү, ата-энеси, бир туугандары жөнүндө кыскача маалымат, билими, адистиги. Иштеген жерлери, акыркы иштеген жери, сыйлыктары, коомдук иштерге катышуусу, үй-бүлөлүк абалы, үйүнүн дареги. 3. Дата; 4. Колу; 5. Аты-жөнү. Акыркы кездерде жумушка орношууда, көпчүлүк мекеме менен уюмдарда таржымалдын (резюменин (фр.resume – кыскача баяндоо)) же СV (лат. curriculum vitae – жашоо агымы) деп аталган документтин толтурулушу талап этилет. Таржы малда талапкер тууралуу жумуш берүүчүнү кызыктырган бардык маалымат камтылып, жумушка тиешеси болбогон маалыматтын берилбегени туура болот',
    jash: 33
  ),
  User(
    aty: 'Мирсалы Манасов',
    kesibi: 'Flutter developer',
    profilSurot: 'https://static-cse.canva.com/blob/576200/25.jpg',
    TajryibaJolu: 'Өмүр баян кимдир бирөө өзүнүн өмүр жолун баяндап жазышы. Өмүр баян да адамдын эмгек жана коомдук ишмердүүлүгүнө байланыштуу негизги фактылар камтылат. Бул иш кагазы кадр тандоодо көп суралат. Өмүр баяндын маалым даректери: 1. Иш кагазынын аталышы; 2. Текст: аты-жөнү, туулган жылы, айы, күнү, ата-энеси, бир туугандары жөнүндө кыскача маалымат, билими, адистиги. Иштеген жерлери, акыркы иштеген жери, сыйлыктары, коомдук иштерге катышуусу, үй-бүлөлүк абалы, үйүнүн дареги. 3. Дата; 4. Колу; 5. Аты-жөнү. Акыркы кездерде жумушка орношууда, көпчүлүк мекеме менен уюмдарда таржымалдын (резюменин (фр.resume – кыскача баяндоо)) же СV (лат. curriculum vitae – жашоо агымы) деп аталган документтин толтурулушу талап этилет. Таржы малда талапкер тууралуу жумуш берүүчүнү кызыктырган бардык маалымат камтылып, жумушка тиешеси болбогон маалыматтын берилбегени туура болот',
    jash: 32,
  ),
  User(
    aty: 'Эмирлан Абдылдаев',
    kesibi: 'Flutter developer',
    profilSurot: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQzasbDxi9Q7u_s1GHObxKNdcQjGvmeM1MQYQ&usqp=CAU',
    TajryibaJolu: 'Өмүр баян кимдир бирөө өзүнүн өмүр жолун баяндап жазышы. Өмүр баян да адамдын эмгек жана коомдук ишмердүүлүгүнө байланыштуу негизги фактылар камтылат. Бул иш кагазы кадр тандоодо көп суралат. Өмүр баяндын маалым даректери: 1. Иш кагазынын аталышы; 2. Текст: аты-жөнү, туулган жылы, айы, күнү, ата-энеси, бир туугандары жөнүндө кыскача маалымат, билими, адистиги. Иштеген жерлери, акыркы иштеген жери, сыйлыктары, коомдук иштерге катышуусу, үй-бүлөлүк абалы, үйүнүн дареги. 3. Дата; 4. Колу; 5. Аты-жөнү. Акыркы кездерде жумушка орношууда, көпчүлүк мекеме менен уюмдарда таржымалдын (резюменин (фр.resume – кыскача баяндоо)) же СV (лат. curriculum vitae – жашоо агымы) деп аталган документтин толтурулушу талап этилет. Таржы малда талапкер тууралуу жумуш берүүчүнү кызыктырган бардык маалымат камтылып, жумушка тиешеси болбогон маалыматтын берилбегени туура болот',
    jash: 14,
  ),
  User(
    aty: 'Гулзада Аманкул кызы',
    kesibi: 'Flutter developer',
    profilSurot: 'https://cdn.fotosklad.ru/unsafe/63ee5913474a48deafb16cb0570e3060/image.jpg',
    TajryibaJolu: 'Өмүр баян кимдир бирөө өзүнүн өмүр жолун баяндап жазышы. Өмүр баян да адамдын эмгек жана коомдук ишмердүүлүгүнө байланыштуу негизги фактылар камтылат. Бул иш кагазы кадр тандоодо көп суралат. Өмүр баяндын маалым даректери: 1. Иш кагазынын аталышы; 2. Текст: аты-жөнү, туулган жылы, айы, күнү, ата-энеси, бир туугандары жөнүндө кыскача маалымат, билими, адистиги. Иштеген жерлери, акыркы иштеген жери, сыйлыктары, коомдук иштерге катышуусу, үй-бүлөлүк абалы, үйүнүн дареги. 3. Дата; 4. Колу; 5. Аты-жөнү. Акыркы кездерде жумушка орношууда, көпчүлүк мекеме менен уюмдарда таржымалдын (резюменин (фр.resume – кыскача баяндоо)) же СV (лат. curriculum vitae – жашоо агымы) деп аталган документтин толтурулушу талап этилет. Таржы малда талапкер тууралуу жумуш берүүчүнү кызыктырган бардык маалымат камтылып, жумушка тиешеси болбогон маалыматтын берилбегени туура болот',
    jash: 32,
  ),
  User(
    aty: 'Назик Суйменова',
    kesibi: 'Flutter developer',
    profilSurot: 'https://cdn.fotosklad.ru/unsafe/24d33472d338457ebe3ed0f8cc0ba6a9/image.jpg',
    TajryibaJolu: 'Өмүр баян кимдир бирөө өзүнүн өмүр жолун баяндап жазышы. Өмүр баян да адамдын эмгек жана коомдук ишмердүүлүгүнө байланыштуу негизги фактылар камтылат. Бул иш кагазы кадр тандоодо көп суралат. Өмүр баяндын маалым даректери: 1. Иш кагазынын аталышы; 2. Текст: аты-жөнү, туулган жылы, айы, күнү, ата-энеси, бир туугандары жөнүндө кыскача маалымат, билими, адистиги. Иштеген жерлери, акыркы иштеген жери, сыйлыктары, коомдук иштерге катышуусу, үй-бүлөлүк абалы, үйүнүн дареги. 3. Дата; 4. Колу; 5. Аты-жөнү. Акыркы кездерде жумушка орношууда, көпчүлүк мекеме менен уюмдарда таржымалдын (резюменин (фр.resume – кыскача баяндоо)) же СV (лат. curriculum vitae – жашоо агымы) деп аталган документтин толтурулушу талап этилет. Таржы малда талапкер тууралуу жумуш берүүчүнү кызыктырган бардык маалымат камтылып, жумушка тиешеси болбогон маалыматтын берилбегени туура болот',
    jash: 36,
  ),
];